language                                      = &Ελληνικά (Greek)
translators                                   = geogeo.gr

about.title                                   = Περί [app.name]
about.notregistered                           = Μη καταχωρημένη


ok                                            = Εντάξει
cancel                                        = Άκυρο
yes                                           = Ναι
no                                            = Όχι
close                                         = Κλείσιμο
error                                         = Σφάλμα
warning                                       = Προειδοποίηση



app.unknownError                              = Παρουσιάστηκε ένα σφάλμα.
app.activatedExistingInstance                 = Η λειτουργία του [app.name] είναι ήδη ενεργή.
app.readonly                                  = μόνο για ανάγνωση
app.restartneeded                             = Η εφαρμογή θα κάνει τώρα επανεκκίνηση
app.restartneeded.title                       = Απαιτείται επανεκκίνηση

undo                                          = Αναί&ρεση
redo                                          = Ε&πανάληψη ενέργειας

notebook.browse.filemask.db                   = Σημειωματάριο CintaNotes
notebook.new.caption                          = Νέο σημειωματάριο
notebook.open.caption                         = Άνοιγμα σημειωματάριου
notebook.save.caption                         = Αποθήκευση σημειωματάριου ως



notelinkprotocol.restore.message              = Η καταχώρηση πρωτοκόλλου σύνδεσης έχει σπάσει. Θέλετε να την επαναφέρετε;

menu.file                                     = {s}&Αρχείο{s}
menu.file.new                                 = Νέ&ο…
menu.file.open                                = Ά&νοιγμα…
menu.file.saveas                              = Απο&θήκευση ως…
menu.file.close                               = &Κλείσιμο
menu.file.import                              = &Εισαγωγή…
menu.file.export                              = Εξα&γωγή…

menu.file.backup                              = &Αντίγραφα ασφαλείας
menu.file.backup.now                          = &Αντίγραφο ασφαλείας τωρα
menu.file.backup.hourly.enabled               = Κάθε ώ&ρα
menu.file.backup.daily.enabled                = Κάθε &μέρα
menu.file.backup.weekly.enabled               = Κάθε &βδομάδα
menu.file.recyclebin                          = &Κάδος ανακύκλωσης

menu.file.sync                                = &Συγχρονισμός
menu.file.exit                                = Έ&ξοδος

menu.edit                                     = {s}&Επεξεργασία{s}
menu.edit.new                                 = &Νέα σημείωση
menu.edit.edit                                = &Επεξεργασία
menu.edit.copy                                = Αντι&γραφή
menu.edit.cut                                 = Απο&κοπή
menu.edit.paste                               = Ε&πικόλληση
menu.edit.delete                              = &Διαγραφή
menu.edit.merge                               = &Συγχώνευση
menu.edit.replacetags                         = Αν&τικατάσταση ετικετών…
menu.edit.selectall                           = Επιλ&ογή όλων
menu.edit.properties                          = &Ιδιότητες...

menu.edit.copylink                            = Αντιγραφή σ&υνδέσμου σημείωσης
menu.edit.pastenotelink                       = Επικόλληση συνδέσμου σημείωσης
menu.edit.inserttimestamp                     = Εισαγωγή χρονοσήμανσης


menu.view                                     = {s}Π&ροβολή{s}
menu.view.notecolor                           = &Χρώμα θέματος
menu.view.notecolor.red                       = &Κόκκινο
menu.view.notecolor.orange                    = &Πορτοκαλί
menu.view.notecolor.yellow                    = Κίτ&ρινο
menu.view.notecolor.green                     = Πρά&σινο
menu.view.notecolor.cyan                      = Κ&υανό
menu.view.notecolor.blue                      = &Μπλε
menu.view.notecolor.purple                    = Μ&ωβ
menu.view.notecolor.gray                      = &Γκρι
menu.view.tagsidebar                          = Πλευρική εργαλειοθήκη ετικετών
menu.view.sectionbar                          = &Γραμμή ενότητας
menu.view.reversed                            = Α&ντίστροφη σειρά
menu.view.sorting                             = &Ταξινόμηση κατά...
menu.view.sorting.manual                      = &Χειροκίνητα
menu.view.sorting.created                     = Ημερομηνία &δημιουργίας
menu.view.sorting.modified                    = Ημερομηνία τ&ροποποίησης
menu.view.sorting.title                       = &Τίτλο
menu.view.sorting.link                        = &Σύνδεσμο
menu.view.sorting.size                        = &Μέγεθος





sort.manual                                   = &Χειροκίνητα
sort.created                                  = &Δημιουργία
sort.modified                                 = Τ&ροποποίηση
sort.title                                    = &Τίτλος
sort.link                                     = &Σύνδεσμος
sort.size                                     = &Μέγεθος
sort.reverse                                  = Α&ντίστροφη σειρά

menu.options                                  = {s}Επι&λογές{s}
menu.options.hotkey                           = Πλήκτρα &συντόμευσης…
menu.options.clipping                         = &Απόσπασμα
menu.options.clipping.silent                  = &Σιωπηλά
menu.options.clipping.after                   = &Μετά την απόσπαση
menu.options.clipping.after.showinboxsection  = Μετάβαση στην ενότητα &Εισερχομένων
menu.options.clipping.after.showuntagged      = Μετάβαση στην προβολή &Χωρίς σήμανση
menu.options.clipping.after.openeditor        = Άνοιγμα στον &επεξεργαστή
menu.options.clipping.after.assignactivetags  = &Αντιστίχοιση των ενεργών τώρα ετικετών
menu.options.clipping.title                   = Χρήση ως τίτλο
menu.options.clipping.title.apptitle          = &Τίτλος εφαρμογής
menu.options.clipping.title.firstline         = &Πρώτη γραμμή του κειμένου
menu.options.clipping.title.blankline         = &Λευκή γραμμή

menu.view.noteappearance                      = &Λίστα σημειώσεων

menu.options.editor                           = &Επεξεργαστής
menu.options.editor.links                     = &Σύνδεσμοι
menu.options.editor.links.recognize           = Επι&σήμανση συνδέσμων
menu.options.editor.links.singleclick         = Σύνδεση με &μονό κλικ
menu.options.editor.links.doubleclick         = Σύνδεση με &διπλό κλικ
menu.options.editor.initialfocus              = Αρχική &εστίαση
menu.options.editor.initialfocus.title        = Τίτλος
menu.options.editor.initialfocus.text         = Κείμενο










menu.options.tags                             = Ε&τικέτες
menu.options.tags.lowercase                   = &Πεζά γράμματα μόνο
menu.options.tags.accepton                    = &Αποδοχή υποδείξεων με...
menu.options.tags.displaycounts               = &Εμφάνιση χρήσης ετικετών στην πλευρική γραμμή ετικετών



menu.options.tags.accepton.space              = Πλήκτρο &διαστήματος
menu.options.tags.accepton.click              = Μονό &κλικ

menu.options.window                           = &Παράθυρο
menu.options.minimizetotray                   = &Ελαχιστοποίηση στη γραμμή ειδοποιήσεων
menu.options.closetotray                      = &Κλείσιμο στη γραμμή ειδοποιήσεων
menu.options.alwaysontop                      = &Πάντα στην κορυφή
menu.options.window.minimizeonesc             = &Ελαχιστοποίηση στη γραμμή ειδοποιήσεων


menu.options.startup                          = Ε&κκίνηση
menu.options.runatstartup                     = Εκτέλεση με την ε&κκίνηση του συστήματος
menu.options.startup.minimized                = Εκτέλεση ως ελα&χιστοποιημένο
menu.options.startup.multipleinstances        = Επιτρέπονται πο&λλαπλές εργασίες
menu.options.startup.restoretagsfilter        = &Επαναφορά τελευταίας επιλογής ετικετών


menu.options.system                           = &Σύστημα
menu.options.system.associatewithdbfile       = Συσχέτιση του [app.name] με αρχεία .db
menu.options.system.registerlinkprotocol      = &Καταχώρηση πρωτόκολλου σύνδεσης
menu.options.system.proxysettings             = &Ρυθμίσεις διακομιστή μεσολάβησης
menu.options.system.registry.error            = Το μητρώο δεν είναι δυνατό να τροποποιηθεί. Εκτελέστε το [app.name] ως διαχειριστής και προσπαθήστε ξανά.

registerlinkprotocol.title                    = Πρωτόκολλο σύνδεσης εγγραφής
registerlinkprotocol.registered               = Η περίπτωση του [app.name] εχει τώρα εγγραφεί στο σύστημα για να χειριστεί τα κλικ στα  {n}cintanotes:// links.
registerlinkprotocol.unregistered             = Αυτό το [app.name] παράδειγμα είναι ανώνυμο και δεν θα χειριστεί cintanotes :/ / link κλικ

menu.options.language                         = &Γλώσσα/Language

menu.help                                     = {s}&Βοήθεια{s}
menu.help.help                                = &Βοήθεια
menu.help.website                             = &Ιστότοπος
menu.help.forum                               = &Φόρουμ
menu.help.roadmap                             = &Οδικός Χάρτης
menu.help.translate                           = &Μεταφράσεις
menu.help.debug                               = &Εντοπισμός σφαλμάτων
menu.help.debug.logging                       = &Καταγραφή εντοπισμού σφαλμάτων
menu.help.license                             = Ά&δεια χρήσης
menu.help.checkforupdates                     = Έ&λεγχος για ενημερώσεις
menu.help.about                               = &Περί [app.name]

menu.updatenotify.tooltip                     = Μια νεότερη έκδοση του CintaNotes είναι διαθέσιμη

confirmdelete.one                             = Διαγραφή της σημείωσης {n}'{0}';
confirmdelete.many                            = Διαγραφή των {0} επιλεγμένων σημειώσεων;
confirmdelete.title.one                       = Διαγραφή σημείωσης;
confirmdelete.title.many                      = Διαγραφή σημειώσεων;
confirmdelete.unsaved                         = Η σημείωση δεν έχει αποθηκευτεί ακόμη. Απόρριψη των αλλαγών;


confirm.movetorecyclebin.one                  = Μετακίνηση σημειώσεων {n}'{0}'{n}στον κάδο ανακύκλωσης;
confirm.movetorecyclebin.many                 = Μετακίνηση {0} επιλεγμένων σημειώσεων στον κάδο ανακύκλωσης;
confirm.movetorecyclebin.title.one            = Μετακίνηση σημειώσης στον κάδο ανακύκλωσης;
confirm.movetorecyclebin.title.many           = Μετακίνηση σημειώσης στον κάδο ανακύκλωσης;






deletenotesmessagedialog.caption              = Μετακίνηση σημειώσης στον κάδο ανακύκλωσης;
deletenotesmessagedialog.title                = Ανακύκλωση Bin έχει ρυθμιστεί να κρατήσει μόνο {1}σημειώσεις, ενώ διαγράφετε {0} σημειώσεις.{n}Τι θα θέλατε να κάνετε;
deletenotesmessagedialog.button.increase      = Αύξηση
deletenotesmessagedialog.increase.description = Αυξηση του αριθμού των χαρτονομισμάτων το Recycle Bin θα κρατήσει
deletenotesmessagedialog.button.delete        = Διαγραφή
deletenotesmessagedialog.delete.description   = Διαγράφη των υπόλοιπων {0} σημειώματων

confirmlinkopening.message                    = Το άνοιγμα { 0} δεσμών ταυτόχρονα μπορεί να κάνει το σύστημά σας να μην αποκρίνεται. {n}θέλετε να συνεχίσετε;

filter                                        = Φίλτρο:

filter.textandtitle                           = Κεί&μενο και τίτλο
filter.text                                   = &Κείμενο μόνο
filter.title                                  = Τίτ&λο μόνο
filter.time.created                           = Χρόνο &δημιουργίας
filter.time.modified                          = &Χρόνο τροποποίησης


filter.link                                   = &Σύνδεσμο
filter.tags                                   = Ε&τικέτες
filter.all                                    = &Οπουδήποτε
search.insidewords                            = &Αναζήτηση μέσα σε λέξεις


license.message.text                          = Αυτή η λειτουργία είναι διαθέσιμη μόνο στην εμπορική έκδοση
license.message.caption                       = Απαιτείται άδεια χρήσης

noteslist.notebookempty                       = Το σημειωματάριό σας είναι άδειο.{n}{n} Για να κάνετε σημειώσεις, πατήστε το πλήκτρο Ins ή επιλέξτε κείμενο από άλλες εφαρμογές και πατήστε το πλήκτρο συντόμευσης αποσπάσματος ([clipping.default.key] από προεπιλογή).{n}Μπορείτε επίσης να δημιουργήσετε σημειώσεις μέσω επικόλλησης κειμένου από το Πρόχειρο.
noteslist.sectionempty                        = Αυτή η ενότητα σημειωματάριου είναι κενή.
noteslist.notfound                            = Δεν βρέθηκαν σημειώσεις που να ταιριάζουν με το τρέχον φίλτρο.{n}
noteslist.openlink                            = Εύρεση &συνδέσμου
noteslist.tag                                 = Ετ&ικέτα...
noteslist.export.selected                     = Εξα&γωγή…
noteslist.move                                = &Μετακίνηση
noteslist.move.up                             = &Πάνω
noteslist.move.down                           = &Κάτω
noteslist.move.top                            = Στην κορυ&φή
noteslist.move.bottom                         = Στη &βάση
noteslist.properties                          = Ιδιότητες...
noteslist.move.tosection                      = Σε &ενότητα...



noteedit.title                                = Επεξεργασία

noteedit.link                                 = Σύνδεσμος
noteedit.tags                                 = Ετικέτες

noteedit.new.title                            = Νέα σημείωση
noteedit.readonly.title                       = Νέα σημείωση
noteedit.notesaved                            = Η σημείωση αποθηκεύτηκε


noteedit.notelinkcopied                       = Ο σύνδεσμος της σημείωσης έχει αντιγραφεί στο Πρόχειρο
noteedit.links.itselferror                    = Δεν είναι δυνατή η προσθήκη συνδέσμου στον εαυτό της
noteedit.links.alreadynotelinkerror           = Δεν είναι δυνατή η προσθήκη συνδέσμου σε κείμενο που περιέχει ήδη σύνδεσμο
noteedit.links.multilineerror                 = Δεν είναι δυνατή η προσθήκη συνδέσμου πολλαπλών γραμμών
noteedit.links.createnewnote                  = Δημιουργία νέας σημείωσης
noteedit.links.updatecaption                  = Ενημέρωση λεζάντας link
noteedit.links.typetip                        = Πληκτρολογήστε για αναζήτηση βάσει τίτλου
noteedit.links.tip.notenotfound               = Η συνδεδεμένη σημείωση δεν βρέθηκε.
noteedit.links.tip.notebooknotfound           = Το σημειωματάριο που περιέχει τη συνδεδεμένη σημείωση, δεν βρέθηκε.

noteedit.section.tip                          = Ενότητα


































noteedit.copylinktounsavednote.caption        = Αντιγραφή σύνδεσης σε μη αποθηκευμένη σημείωση
noteedit.copylinktounsavednote.message        = Θέλετε αποθήκευση αυτής της σημείωσης και αντιγραφή του συνδέσμου σ΄αυτή;


















noteappearance.pt                             = pt
noteappearance.bold                           = Έντονα
noteappearance.italic                         = Πλάγια
noteappearance.headerfontlabel                = Γραμματοσειρά επικεφαλίδας:
noteappearance.textfontlabel                  = Γραμματοσειρά κειμένου:
noteappearance.notelines                      = Προεπισκ/ση γραμμών κειμένου:
noteappearance.notelines.min                  = ελάχ.
noteappearance.notelines.max                  = μέγ.
noteappearance.change                         = …
noteappearance.textformatting                 = Απόδοση μορφοποίησης κειμένου
noteappearance.datedisplay.label              = Προβολή ημερομηνίας και ώρας:
noteappearance.datedisplay.combo.none         = Καμία
noteappearance.datedisplay.combo.created      = Δημιουργίας
noteappearance.datedisplay.combo.modified     = Τροποποίησης
noteappearance.datedisplay.combo.both         = Δημιουργίας και τροποποίησης
noteappearance.datedisplay.sortmodedate       = Εμφάνιση πάντα σύντομης μορφής ημερομηνίας
noteappearance.datedisplay.displaytime        = Εμφάνιση χρόνου της ημέρας






notebookmessage.message                       = Δεν είναι δυνατή η φόρτωση του σημειωματάριου, επειδή η παρακάτω διαδρομή είναι απρόσιτη: "{0}"
notebookmessage.button.create                 = Δημιουργία νέου
notebookmessage.button.open                   = Άνοιγμα υπάρχουσας
notebookmessage.button.exit                   = Έξοδος

pastemessage.caption                          = Σύγκρουση επικόλλησης σημείωσεων
pastemessage.title                            = Αυτό το σημειωματάριο περιέχει {0} σημειώσεις με ίδια IDs και διαφορετικό κείμενο. {n} τι θα θέλατε να κάνετε;
pastemessage.button.replace                   = Αντικατάσταση
pastemessage.button.replace.description       = Αντικαταστήστε υπάρχουσες σημειώσεις με σημειώσεις από το πρόχειρο
pastemessage.button.addnew                    = Προσθήκη ως νέα
pastemessage.button.addnew.description        = Προσθήκη σημειώσεων από το πρόχειρο ως νέες σημειώσεις με ένα νέο ID
pastemessage.button.lastmodified              = Τελευταία τροποποίηση
pastemessage.button.lastmodified.description  = Πάρτε τις σημειώσεις με μεταγενέστερη ημερομηνία τροποποίησης

















wronglinkmessage.title                        = Άνοιγμα συνδέσμου
wronglinkmessage.notenotfound                 = Η συνδεδεμένη σημείωση δεν βρέθηκε.
wronglinkmessage.notebooknotfound             = Το σημειωματάριο που περιέχει τη συνδεδεμένη σημείωση, δεν βρέθηκε.
wronglinkmessage.notebookincompatible         = Σημειωματάριο που περιέχει συνδεδεμένη σημείωση δεν είναι συμβατό με την τρέχουσα έκδοση.

wronglinkmessage.button.remove                = Κατάργηση σύνδεσης
wronglinkmessage.button.createnew             = Δημιουργία νέας σημείωσης

externallinkmessage.title                     = Άνοιγμα εξωτερικού συνδέσμου
externallinkmessage.message                   = Αυτός ο σύνδεσμος παραπέμπει σε άλλο αρχείο σημειωματάριου '{0}'.{n}Πώς θέλετε να ανοίξετε μια σημείωση;
externallinkmessage.switchmessage             = Αυτός ο σύνδεσμος παραπέμπει σε άλλο αρχείο σημειωματάριου '{0}'.{n}Μήπως θέλετε να μεταβείτε σε ένα άλλο σημειωματάριο;
externallinkmessage.button.anotherinstance    = Άνοιγμα σε άλλη παρουσία
externallinkmessage.button.switch             = Εναλλαγή σημειωματάριου
externallinkmessage.button.switch.changes     = Όλες οι μη αποθηκευμένες αλλαγές θα αποθηκευτούν.

upgrademessage.title                          = Notebook αναβάθμιση

upgrademessage.check.createbackup             = Δημιουργία αντιγράφων ασφαλείας
upgrademessage.cancelled                      = Η Αναβάθμιση ακυρώθηκε.
upgrademessage.successful                     = Η Αναβάθμιση πετυχε!
upgrademessage.successful.backup              = Η Αναβάθμιση πετυχε!{n}Το αντίγραφο ασφαλείας από το παλιό αρχείο έχει αποθηκευτεί ως:{n}{0}{n} στο φάκελο: {n}'{1}'.
upgrade.backup.before                         = πριν από την αναβάθμιση σε

backup.successdialog.caption                  = Επιτυχής λήψη αντιγράφου ασφαλείας
backup.successdialog.message                  = Το σημειωματαρειο έχει σιγουρευτει{n}ως {0}{n}σε {1}
backup.processdialog.caption                  = Πρόοδος αντιγράφων ασφαλείας
backup.processdialog.message                  = Παρακαλώ περιμένετε ενώ το notebook είναι να υποστηρίζεται ...

tagsedit.title                                = Προσθήκη / Αφαίρεση ετικετών
tagsedit.addtags                              = Προσθήκη ετικετών:
tagsedit.removetags                           = Αφαίρεση ετικετών:





































recentlist.notfoundmessage                    = Θέλετε να καταργήσετε την αναφορά σε αυτό από τη λίστα προσφάτων;
recentlist.cantclosenotebook                  = Δεν είναι δυνατό το κλείσιμο ενός μονού σημειωματάριου

replacetags.title                             = Αντικατάσταση ετικετών
replacetags.sourcetags                        = Αντικατάσταση των ετικετών:
replacetags.desttags                          = Με τις ετικέτες:
replacetags.hint                              = Σ΄αυτό το παράθυρο διαλόγου μπορείτε να μετονομάσετε, διαιρέσετε, συγχωνεύσετε και να διαγράψετε ετικέτες.{n}{n}Π.χ. για να διαγράψετε ετικέτες, πληκτρολογήστε τις στο πρώτο πλαίσιο επεξεργασίας και αφήστε κενό το δεύτερο πλαίσιο.

recyclebindialog.title                        = Κάδος ανακύκλωσης
recyclebindialog.column.datedeleted           = Διαγραφθηκε
recyclebindialog.column.title                 = Τιτλος
recyclebindialog.column.text                  = Κειμενο
recyclebindialog.column.datecreated           = Δημιουργηθηκε
recyclebindialog.column.datemodified          = Αλλαχθηκε
recyclebindialog.column.size                  = Μεγεθος (KB)
recyclebindialog.column.tags                  = Ετικέτες
recyclebindialog.column.sectionname           = Ενοτητα
recyclebindialog.column.link                  = Συνδεσμος
recyclebindialog.button.restore               = Επαναφορά
recyclebindialog.button.delete                = Διαγραφή
recyclebindialog.button.deleteall             = Κενό
recyclebindialog.label.maxsize                = Μέγιστος αριθμός των διαγραμμένων σημειώσεις για κρατήση:
recyclebindialog.label.keepnotes              = Διαγράψτε μόνιμα μετά από
recyclebindialog.label.keepnotes.suffix       = μερες
recyclebindialog.error.invalidmaxsize         = Ο μέγιστος αριθμός των διαγραμμένων σημειώσεων πρέπει να είναι θετικός αριθμός
recyclebindialog.error.invalidkeepnotes       = Ο αριθμός ημερών πρέπει να είναι ένας θετικός αριθμός

recyclebindialog.menu.restore                 = Επαναφορά
recyclebindialog.menu.delete                  = Διαγραφή
recyclebindialog.menu.deleteall               = Κενό

recyclebindialog.confirm.delete.title         = Διαγραφή ενότητας;
recyclebindialog.confirm.delete.message       = Διαγραφή των {0} επιλεγμένων σημειώσεων;
recyclebindialog.confirm.deleteall.title      = Άδειασμα του κάδου ανακύκλωσης;
recyclebindialog.confirm.deleteall.message    = Διαγραφή {0} επιλεγμένων ενοτήτων με {0} σημειώσεις;
recyclebindialog.confirm.restore.title        = Επαναφορα σημειώσεων;
recyclebindialog.confirm.restore.message      = Επαναφορα των {0} επιλεγμένων σημειώσεων;

tray.addnew                                   = Νέα σημείωση
tray.restore                                  = Επαναφορά
tray.exit                                     = Έξοδος








export.title                                  = Εξαγωγή σημειώσεων
export.filemask.txt                           = Κείμενο Unicode
export.filemask.xml                           = XML
export.filemask.html                          = Ιστοσελίδα
export.successmsg.title                       = Επιτυχής εξαγωγή
export.successmsg                             = Η εξαγωγή σημειώσεων ολοκληρώθηκε. {n}Σημειώσεις που εξήχθησαν: {0}
export.errormsg                               = Το πρόγραμμα αντιμετώπισε ένα σφάλμα κατά την εξαγωγή.
export.errormsg.title                         = Σφάλμα εξαγωγής
export.html.created                           = Δημιουργήθηκε:
export.html.modified                          = Τροποποιήθηκε:
export.scope.all                              = Όλες οι σημειώσεις ({0})
export.scope.current                          = Τρέχουσα προβολή ({0})
export.scope.selection                        = Επιλεγμένες σημειώσεις ({0})
export.field.title                            = Τίτλος
export.field.text                             = Κείμενο
export.field.creation                         = Ημερ/νία δημιουργίας
export.field.modification                     = Ημερ/νία τροποποίησης
export.field.link                             = Σύνδεσμος
export.field.tags                             = Ετικέτες


export.group.scope                            = Πεδίο εφαρμογής εξαγωγής
export.group.fields                           = Πεδία εξαγωγής
export.errormsg.nonotes                       = Δεν είναι δυνατή η εξαγωγή από άδειο σημειωματάριο
export.button.view                            = Προβολή

export.processdialog.caption                  = Προοδος εξαγωγης
export.processdialog.message                  = Παρακαλώ περιμένετε ενώ εξάγει...

import.title                                  = Εισαγωγή σημειώσεων
import.filemask.all                           = Αρχεία CintaNotes
import.filemask.db                            = Σημειωματάριο CintaNotes
import.filemask.xml                           = XML
import.successmsg.title                       = Επιτυχής εισαγωγή
import.successmsg                             = Η εισαγωγή σημειώσεων ολοκληρώθηκε.{n} Σημειώσεις που εισήχθησαν: {0}{n} Σημειώσεις που ενημερώθηκαν: {1}{n} Διπλότυπα που αγνοήθηκαν: {2}
import.errormsg                               = Το πρόγραμμα αντιμετώπισε ένα σφάλμα κατά την εισαγωγή.
import.errormsg.title                         = Σφάλμα εισαγωγής
import.label.addtags                          = Ετικέτες:
import.importsections                         = Εισαγωγή ενοτήτων


import.processdialog.caption                  = Πρόοδος Εισαγωγής
import.processdialog.message                  = Παρακαλώ περιμένετε ενώ εισάγει...

import.error.sectioncountexceeded             = Το αρχείο {0} δεν μπορει να εισαχθει με τμήματα. {n}Όριο του max.[sections.limit] ξεπερνα τα τμήματα.

options.hotkeys.title                         = Διαμόρφωση πλήκτρων συντομεύσεων
options.hotkeys.clip.label                    = Πλήκτρο συντόμευσης αποσπάσματος κειμένου:
options.hotkeys.show.label                    = Πλήκτρο συντόμευσης εμφάνισης κύριου παράθυρου:
options.hotkeys.newnote.label                 = Πλήκτρο συντόμευσης προσθήκης νέας σημείωσης:

options.hotkeys.hint                          = Για να απενεργοποιήσετε ένα πλήκτρο συντόμευσης, πιέστε το πλήκτρο Esc στο αντίστοιχο πλαίσιο επεξεργασίας.{n}{n}Προσπαθήστε να επιλέξετε πλήκτρα που δεν χρησιμοποιούνται από άλλες εφαρμογές, γιατί διαφορετικά το CintaNotes ενδέχεται να προκαλέσει παρεμβολές στην κανονική λειτουργία ή να μη μπορεί να λειτουργήσει σωστά.
options.hotkeys.cannotregister                = Αυτός ο συνδυασμός πλήκτρων δεν μπορεί να καταχωρηθεί.{n}Παρακαλούμε επιλέξτε κάποιον άλλο.
options.hotkeys.cannotregister.title          = Δεν είναι δυνατή η καταχώρηση του πλήκτρου συντόμευσης


filtercontrol.total.many                      = {0} σημειώσεις


filtercontrol.tooltip.sortby                  = Ταξινόμηση κατά





tag.delete                                    = Διαγραφή
tag.rename                                    = Μετονομασία...
tag.merge                                     = Συγχώνευση...
tag.delete.confirm.title                      = Διαγραφή ετικετών
tag.delete.confirm.message.one                = Θέλετε να διαγράψετε την επιλεγμένη ετικέτα;
tag.delete.confirm.message.many               = Θέλετε να διαγράψετε τις επιλεγμένες ετικέτες;


tag.displaycounts                             = Εμφάνιση συνόλων
tag.properties                                = Ιδιότητες...
tag.add                                       = Νέα...
tag.addchild                                  = Νέα θυγατρική...
tag.expandall                                 = Ανάπτυξη όλων
tag.collapseall                               = Σύμπτυξη όλων

tag.filter.none                               = Χωρίς φίλτρο ετικέτας
tag.filter.used                               = Μόνο ετικέτες που χρησιμοποιούνται
tag.filter.related                            = Μόνο σχετικές ετικέτες

tagproperties.title                           = Ιδιότητες του {0}
tagproperties.autodeletecheckbox              = Αυτόματη διαγραφή
tagproperties.autodeletecheckbox.tip          = Διαγραφή ετικέτας όταν δεν υπάρχουν σημειώσεις με αυτή την ετικέτα
tagproperties.autoexpandedcheckbox            = Εκτεταμένο από προεπιλογή

deletetags.deletechildren                     = Διαγραφή μαζί με όλες τις ετικέτες θυγατρικών





newtag.title                                  = Νέα ετικέτα
newtag.name                                   = Όνομα ετικέτας:
newtag.autodeletecheckbox                     = [tagproperties.autodeletecheckbox]
newtag.autodeletecheckbox.tip                 = [tagproperties.autodeletecheckbox.tip]

newchildtag.title                             = Ετικέτα νέας θυγατρικής

tagsidebar.all                                = Όλες
tagsidebar.untagged                           = Χωρίς ετικέτα




notebookconfig.title                          = Παράμετροι Σημειωματάριου
notebookconfig.path.caption                   = Αρχείο Σημειωματάριου:
notebookconfig.path.browse.mask               = Σημειωματάριο CintaNotes (*.db)|*.db|Όλα τα αρχεία (*.*)|*.*
notebookconfig.path.browse.caption            = Αναζήτηση για αρχεία Σημειωματάριου CintaNotes
notebookconfig.disconnect.enabled             = {s}Ενεργοποίηση συγχρονισμού εξωτερικού σημειωματάριου
notebookconfig.disconnect.label               = Απελευθέρωση κλειδώματος αρχείου μετά:
notebookconfig.disconnect.seconds             = δευτερόλεπτα αδράνειας
notebookconfig.move                           = {s}Μεταφορά τρέχοντος σημειωματάριου

noterichedit.format                           = &Μορφή
noterichedit.format.bold                      = Έ&ντονη γραφή
noterichedit.format.italic                    = &Πλάγια γραφή
noterichedit.format.underline                 = &Υπογράμμιση
noterichedit.format.strikeout                 = &Διακριτή γραφή
noterichedit.format.highlight                 = &Επισήμανση
noterichedit.format.monospace                 = &Σταθερού πλάτους










noterichedit.format.list.bullet               = Λίστα με &κουκκίδες
noterichedit.format.list.numbered             = Α&ριθμημένη λίστα

noterichedit.format.clear                     = &Απαλοιφή











noterichedit.copynotelink                     = Αντιγραφή &συνδέσμου σε σημείωση




noteproperties.title                          = Ιδιότητες σημείωσης
noteproperties.source.label                   = Πηγή:
noteproperties.created.label                  = Δημιουργία:
noteproperties.modified.label                 = Τροποποίηση:
noteproperties.notesize.label                 = Μέγεθος σημείωσης: {0} KB



noteproperties.error.invaliddates             = Η ημερομηνία τροποποίησης δεν μπορεί να είναι πριν την ημερομηνία δημιουργίας




error.notebook.filedeleted                    = Αρχείο Notebook διαγράφηκε.{n} Η εφαρμογή θα κλείσει.
error.notebook.unknownversion                 = Το αρχείο σημειωματάριου '{0}'{n}έχει δημιουργηθεί από μια νεώτερη έκδοση του [app.name] και δεν μπορεί να ανοιχθεί.{n}{n}Κάντε λήψη της τελευταίας έκδοσης του [app.name] από [app.url] για να ανοίξετε αυτό το αρχείο.
error.notebook.cantopenwhenupgrade            = Το αρχείο σημειωματάριου '{0}'{n}δημιουργήθηκε με μια παλαιότερη έκδοση του [app.name] και δεν μπορεί να αναβαθμιστεί.{n}Παρακαλώ ελέγξτε ότι έχετε δικαιώματα εγγραφής σε αυτό το αρχείο.
error.notebook.upgradeerror                   = Το αρχείο σημειωματάριου '{0}'{n}δημιουργήθηκε με μια παλαιότερη έκδοση του [app.name] και δεν μπορεί να αναβαθμιστεί.{n}{n}Μήνυμα σφάλματος: {1}

error.notebook.databasedamaged                = Το αρχείο σημειωματάριου '{0}'{n}έχει καταστραφεί και δεν είναι δυνατό να ανοίξει.{n}{n}Μήνυμα σφάλματος: {1}

error.note.notfound                           = Αυτή η σημείωση έχει διαγραφεί




license.key.status.notfound                   = Οι πληροφορίες καταχώρησης δεν βρέθηκαν.
license.key.status.valid                      = Οι πληροφορίες καταχώρησης είναι έγκυρες.
license.key.status.invalid                    = Οι πληροφορίες καταχώρησης δεν είναι έγκυρες.
license.key.status.stolen                     = Το κλειδί εγγραφής έχει απενεργοποιηθεί από τον εκδότη.
license.key.status.expired                    = Η ημερομηνία λήξης που περιέχεται στο κλειδί καταχώρησης, έχει παρέλθει.
license.key.status                            = Κατάσταση κλειδιού καταχώρησης: {0}

license.type.basic                            = Βασική (δωρεάν) άδεια χρήσης
license.type.personal                         = PRO άδεια
license.type.company                          = PRO άδεια (Εταιρεία)



licensedialog.title                           = Άδεια χρήσης
licensedialog.name.label                      = Όνομα καταχώρησης και Email:
licensedialog.key.label                       = Κλειδί καταχώρησης:
licensedialog.try                             = Αίτηση  {0}-day trial
licensedialog.buy                             = Αγορά
licensedialog.renew                           = Ανανεωση
licensedialog.register                        = Καταχώρηση
licensedialog.buy.hint                        = Τα εμπορικά χαρακτηριστικά είναι προς το παρόν απενεργοποιημένα. {n} Για να ενεργοποιηθούν πατήστε το κουμπί "Αγορά" και ακολουθήστε τις οδηγίες στην ιστοσελίδα.
licensedialog.current.expdate                 = Ημερ/νία λήξης
licensedialog.never                           = Ποτέ
licensedialog.expired                         = Ένα κλειδί άδειας χρήσης το οποίο δεν ισχύει για την τρέχουσα έκδοση είναι παρον. Παρακαλούμε να το ανανεώσετε το να συνεχίσουν να χρησιμοποιούν εμπορικά χαρακτηριστικά.
licensedialog.current.upd.expdate             = Ημερομηνία λήξης των δωρεάν ενημερώσεων
licensedialog.register.success                = Ευχαριστούμε για την καταχώρηση!
licensedialog.register.success.title          = Επιτυχία
licensedialog.register.fail                   = Η καταχώρηση απέτυχε

licensedialog.register.expired                = Αυτό το κλειδί της άδειας δεν είναι πλέον έγκυρο για αυτή την έκδοση [app.name].

licensedialog.unregister.confirm              = Είστε βέβαιος ότι θέλετε να διαγράψετε όλες τις πληροφορίες της άδειας χρήσης;
licensedialog.unregister.confirm.title        = Κατάργηση καταχώρησης άδειας χρήσης;

licensedialog.replace.confirm                 = Θέλετε να αντικατασταθεί η τρέχουσα άδειά σας;
licensedialog.replace.confirm.title           = Αντικατάσταση της άδειας;


licenserequireddialog.title                   = Απαιτείται αναβάθμιση της άδειας χρήσης
licenserequireddialog.message.default         = Αυτή η λειτουργία δεν είναι διαθέσιμη με την τρέχουσα άδεια.
licenserequireddialog.message.upg             = Αναβαθμίστε την άδεια για ενεργοποίηση της λειτουργίας αυτής!{n}{n}Για λεπτομέρειες κάντε κλικ στο κουμπί «Άδεια χρήσης» παρακάτω.
licenserequireddialog.licensebutton           = Άδεια χρήσης

licenseexpireddialog.title                    = Η αδεια εληξε
licenseexpireddialog.renew.message            = Κλειδί άδειας χρήσης σας δεν είναι πλέον έγκυρα για αυτή την έκδοση [ app.name ] . { N} Θα πρέπει να ανανεώσετε την άδεια χρήσης ή να υποβαθμίσουν σας στο Basic ( δωρεάν ) άδεια.
licenseexpireddialog.buy.message              = Η αδεια δοκιμής έχει λήξει. {n}Παρακαλώ αγοράστε μια PRO άδεια ή υποβάθμιστε την Basic (δωρεάν) άδεια.
licenseexpireddialog.freebutton               = Υποβαθμιση
licenseexpireddialog.renewbutton              = Ανανεωση
licenseexpireddialog.buybutton                = Αγορά
licenseexpireddialog.exitbutton               = Αποχωρηση
licenseexpireddialog.dontshowdialog           = Να μην εμφανιστεί αυτό το παράθυρο και πάλι
licenseexpireddialog.renew.hintlabel          = Η ανανέωση της άδειας διαρκεί μόνο μερικά λεπτά { n} και προσφέρεται με έκπτωση [ license.renew.discount ] από την πλήρη τιμή.
licenseexpireddialog.buy.hintlabel            = Η αναβάθμιση σε PRO άδεια διαρκεί μόνο μερικά λεπτά.

updatedialog.title                            = Έλεγχος για ενημερώσεις
updatedialog.initmessage                      = Ο έλεγχος ενημερώσεων έχει ακυρωθεί.{n} Κάντε κλικ στο κουμπί «Επανέλεγχος» για συνέχεια.
updatedialog.label.changes                    = Αλλαγές σ΄αυτή την έκδοση:
updatedialog.button.check                     = Επανέλεγχος
updatedialog.button.download                  = Λήψη
updatedialog.label.autocheck                  = Εκτέλεση του ελέγχου αυτόματα
updatedialog.error.invalidfile                = Μη έγκυρη έκδοση αρχείου.
updatedialog.error.connectionrefused          = Απορρίφθηκε η σύνδεση.
updatedialog.error.servernotresponding        = Ο διακομιστής δεν ανταποκρίνεται.
updatedialog.error.invalidproxysettings       = Μη έγκυρες ρυθμίσεις διακομιστή μεσολάβησης.
updatedialog.error.inetdisconnected           = Διακόπηκε η σύνδεση στο δίκτυο

updatedialog.result.uptodate                  = Αυτή η έκδοση ({0}) του CintaNotes είναι ενημερωμένη.
updatedialog.result.newversion                = Υπάρχει μια νεώτερη έκδοση του [app.name] διαθέσιμη: {0}
updatedialog.state.connecting                 = Σύνδεση...
updatedialog.state.findingserver              = Εύρεση διακομιστή...
updatedialog.state.downloadingfile            = Λήψη αρχείου...







proxysettingsdialog.title                     = Ρυθμίσεις διακομιστή μεσολάβησης
proxysettingsdialog.server                    = Διακομιστής:
proxysettingsdialog.port                      = Θύρα:
proxysettingsdialog.username                  = Όνομα χρήστη:
proxysettingsdialog.password                  = Κωδικός:



proxysettingsdialog.error.invalidport         = Η θύρα πρέπει να είναι ένας θετικός αριθμός

synchronizationbar.sync.tip                   = Συχγρονισμός τώρα
synchronizationbar.cancel.tip                 = Άκυρο
synchronization.status.starting               = Έναρξη συγχρονισμού...
synchronization.status.login                  = Σύνδεση σε...
synchronization.status.retrieveindex          = Ανάκτηση ευρετηρίου σημείωσης...
synchronization.status.addlocalnotes          = Λήψη νέων σημειώσεων... {0} από {1}
synchronization.status.updatelocalnotes       = Λήψη ενημερώσεων... {0} από {1}
synchronization.status.removelocalnotes       = Κατάργηση τοπικών σημειώσεων... {0} από {1}
synchronization.status.restorelocalnotes      = Αποκατάσταση τοπικών σημειώσεων από τον κάδο ανακύκλωσης ... {0} of {1}
synchronization.status.totrashlocalnotes      = Κατάργηση τοπικών σημειώσεων... {0} από {1}
synchronization.status.addremotenotes         = Αποστολή νέων σημειώσεων... {0} από {1}
synchronization.status.updateremotenotes      = Αποστολή ενημερώσεων... {0} από {1}
synchronization.status.removeremotenotes      = Κατάργηση απομακρυσμένων σημειώσεων... {0} από {1}
synchronization.status.restoreremotenotes     = Αποκατάσταση τοπικών σημειώσεων από τον κάδο ανακύκλωσης ... {0} of {1}
synchronization.status.totrashremotenotes     = Κατάργηση απομακρυσμένων σημειώσεων... {0} από {1}
synchronization.status.cancelling             = Ακύρωση...

synchronization.result.local                  = Τοπικό:
synchronization.result.remote                 = Απομακρυσμένο:
synchronization.result.added                  = Προστέθηκαν:
synchronization.result.updated                = Ενημερώθηκαν:
synchronization.result.removed                = Αφαιρέθηκαν:
synchronization.result.errors                 = Σφάλματα:






synchronization.state.completed               = Ο συγχρονισμός ολοκληρώθηκε.
synchronization.state.completedwitherrors     = Ο συγχρονισμός δεν ολοκληρώθηκε. Παρακαλώ προσπαθήστε αρχγότερα.
synchronization.state.completedempty          = Ο συγχρονισμός ολοκληρώθηκε. Δεν βρέθηκαν αλλαγές.
synchronization.state.failed                  = Ο συγχρονισμός απέτυχε.
synchronization.state.authorizationfailed     = Η εξουσιοδότηση απέτυχε.
synchronization.state.invalidproxysettings    = Μη έγκυρες ρυθμίσεις διακομιστή μεσολάβησης.

synchronization.state.nameresolvingfailed     = Δεν είναι δυνατή η σύνδεση. Το όνομα διακομιστή δεν έχει επιλυθεί.
synchronization.state.internetdisconnected    = Δεν υπάρχει σύνδεση στο διαδίκτυο.


synchronization.state.notsynchronized         = Δεν έχουν συγχρονιστεί
synchronization.state.lastsynchronization     = Τελευταίος συγχρονισμός {0}

syncpropertiesdialog.title                    = Ιδιότητες συγχρονισμού του SimpleNote
syncpropertiesdialog.login                    = Σύνδεση:
syncpropertiesdialog.password                 = Κωδικός πρόσβασης:
syncpropertiesdialog.enabled.allnotebook      = Συγχρονισμός μιας ενότητας αυτού του σημειωματάριου με το SimpleNote
syncpropertiesdialog.section.all              = Συγχρονισμός όλων των ενότητων
syncpropertiesdialog.section.selected         = Συγχρονισμός επιλεγμένων τμήματων μόνο:
syncpropertiesdialog.conflictpolicy           = Πολιτική επίλυσης διενέξεων:
syncpropertiesdialog.conflictpolicy.local     = Τοπική λήψη
syncpropertiesdialog.conflictpolicy.remote    = Απομακρυσμένη λήψη
syncpropertiesdialog.conflictpolicy.last      = Λήψη τελευταίας τροποποιημένης
syncpropertiesdialog.cachereset.loginchanged  = Έχετε αλλάξει τη σύνδεση ή την ενότητα που θα συγχρονιστεί.{n}Ο προσωρινή μνήμη του συγχρονισμού θα μηδενιστεί και όλες οι απομακρυσμένες σημειώσεις θα αντιμετωπιστούν ως νέες.{n}{n}Συνέχεια;
syncpropertiesdialog.cachereset.title         = Μηδενισμός δεδομένων συγχρονισμού;
syncpropertiesdialog.autosync.checkbox        = Αυτόματος συγχρονισμός κάθε
syncpropertiesdialog.autosync.suffix          = λεπτά
syncpropertiesdialog.button.proxysettings     = Ρυθμίσεις διακομιστή μεσολάβησης
syncpropertiesdialog.sectionselection.error   = Θα πρέπει να επιλέξετε τουλάχιστον ένα τμήμα





















section.new                                   = Νέα ενότητα...
section.new.tip                               = Δημιουργία νέας ενότητας
section.edit                                  = Ιδιότητες...
section.delete                                = Διαγραφή
section.selectall                             = Επιλογή όλων
section.licenserequired                       = Η τρέχουσα άδειά σας επιτρέπει να δημιουργήσετε έως {0} ενότητες μόνο.
section.move.left                             = Μετακίνηση &αριστερά
section.move.right                            = Μετακίνηση &δεξιά

section.confirmdelete                         = Διαγραφή ενότητας {0} με {1} σημειώσεις;
section.confirmdelete.title                   = Διαγραφή ενότητας;
section.confirmdelete.many                    = Διαγραφή {0} επιλεγμένων ενοτήτων με {1} σημειώσεις;
section.confirmdelete.title.many              = Διαγραφή ενότητας;

section.all                                   = [tagsidebar.all]
section.main                                  = Κύρια


sectionedit.title                             = Επεξεργασία ιδιοτήτων ενότητας
sectionedit.title.new                         = Δημιουργία νέας ενότητας
sectionedit.name                              = Όνομα:
sectionedit.color                             = Χρώμα:
sectionedit.sectionalreadyexists              = Η ενότητα μ΄αυτό το όνομα υπάρχει ήδη

movetosection.title                           = Μετακίνηση σε ενότητα
movetosection.label.one                       = Μετακίνηση {0} σημείωσης στην ενότητα:
movetosection.label.many                      = Μετακίνηση {0} σημειώσεων στην ενότητα:

clipping.balloon.caption                      = [app.name] αποκομμένο
clipping.balloon.intosection                  = σε
clipping.balloon.tagged                       = και ετικέτα [{0}]


























